[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"johan1521708_4rxf2y"},
{"type":"table","name":"admin","database":"johan1521708_4rxf2y","data":
[
{"id_admin":"1","firstname":"maya","lastname":"manuella","email":"admin@gmail.com","password":"$2a$10$A3x.DjTEVHZrNq.7aAD5N.kgnVNlBUmuzasWSAgTYDYjWnw783HPS","key_id":"il85kfR1UCkeS0b4SOE6lT9BzKMuK5","creationTimestamp":"2022-08-13 18:43:42"},
{"id_admin":"15","firstname":"MAYA","lastname":"Manuella","email":"mayamanuella@gmail.com","password":"$2a$10$DQqTO7Z1kxjsgDykDnJkJu.5M8CfUuouk5aJgfOL\/VdkiNMFnadjG","key_id":"Pzp8hWK94b6pMHZBfwQqrKGh66JCwi","creationTimestamp":"2022-09-19 14:56:27"}
]
}
,{"type":"table","name":"books","database":"johan1521708_4rxf2y","data":
[
{"id_book":"52","title":"Mortelle Adèle - Face de Beurk ! Tome 19 : BD Mortelle Adèle","synopsis":"« Hey, tu m'entends ? Oui, toi, celui qui se la raconte, celle qui casse les pieds, celui qui donne tout le temps des ordres, celle qui dit toujours n'importe quoi... Oui, oui, c'est à toi que je parle... Tu cherches où est le problème ? Bah regarde dans le miroir ! Face de Beurk ! »  Que ce soit dans la cour de récréation ou à la maison, hors de question pour Adèle de se laisser embêter ou marcher sur les pieds ! N'en déplaise à ceux qui voudraient qu'elle se taise, la reine des bêtises compte bien dire tout ce qu'elle...","price":null,"photo":"mortelle_adele.jpg","author":"Mr Tan","releaseDate":"19\/10\/2022","editor":"Tourbillon","numberOfPages":"80","language":"Français","creationTimestamp":"2022-09-29 13:21:59","id_cat":"1","id_user":"2","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":"1","id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"53","title":"Les Sisters - A la mode de chez nous Tome 02 : Les Sisters","synopsis":": Du rififi chez les filles : découvrez le quotidien savoureux de deux sœurs volcaniques ! Wendy, c'est ma grande sister. Moi, c'est Marine et j'suis la plus petite. Du coup, je ne saurai jamais ce que ça fait d'avoir une petite sœur qui fait tout pareil que moi, qui essaie par tous les moyens de forcer le cadenas de mon journal intime, qui fait rien qu'à me piquer mes fringues dès que j'ai le dos tourné. En fait, ça m'aurait trop plu d'être ma propre sister. juste pour avoir la chance de m'avoir moi comme sister ! ! !. Que ce soit dans la cour de récréation ou à la maison, hors de question pour Adèle de se laisser embêter ou marcher sur les pieds ! N'en déplaise à ceux qui voudraient qu'elle se taise, la reine des bêtises compte bien dire tout ce qu'elle...","price":"5","photo":"les_sisters.jpg","author":"William","releaseDate":"29\/10\/2008","editor":"Bamboo Eds","numberOfPages":"80","language":"Français","creationTimestamp":"2022-09-29 13:23:52","id_cat":"1","id_user":"2","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":"1","id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"54","title":"Les enfants de la résistance - Tome 8 : Les Enfants de la Résistance - Combattre ou mourir  ","synopsis":"Les enfants de la Résistance ont maintes fois manqué mourir pour leurs idées. Cette fois, ils devront risquer leur vie pour la libre circulation de l'information. Ou plutôt la circulation de l'information libre ! En cet été 1943, la nouvelle mission du Lynx est de livrer un stock de papier qui servira à imprimer les journaux de la Résistance... à 250 km de chez eux. Pour cela, ils vont devoir monter tout un réseau. Ce qui implique de prendre le plus grand des risques : faire confiance...","price":"0","photo":"les_enfants _de _la_resistance.jpg","author":"Vincent Dugomier","releaseDate":"16\/09\/2022","editor":"Le Lombard Eds","numberOfPages":"56","language":"Français","creationTimestamp":"2022-09-29 13:26:02","id_cat":"1","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":"2","id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"55","title":" Elles - Tome 2 : Elles - Universelle(s)","synopsis":"Les récents chocs psychologiques subis par Elle ont permis à Bleue, sa personnalité la mieux enfouie, de prendre le contrôle total, reléguant Elle dans les limbes de son propre subconscient. Bleue est sociable, enjouée, efficace, douée artistiquement... En fait, Bleue est un peu une synthèse de toutes les personnalités d'Elle. Mais si Bleue est si géniale que cela, alors pourquoi est-ce qu'Elle a passé sa vie à tenter de la retenir prisonnière au fin fond d'elle-même...?","price":"6","photo":"elles.jpg","author":"Kid Toussaint","releaseDate":"29\/04\/2022","editor":"Le Lombard Eds","numberOfPages":"96","language":"Français","creationTimestamp":"2022-09-29 13:28:23","id_cat":"1","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":"2","id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"56","title":"Aya de Yopougon - Tome 7 : Aya de Yopougon","synopsis":": À Yopougon, les problèmes vont bon train ! Aya tente de concilier un stage à la Solibra et sa relation compliquée avec Didier... mais surtout, elle s'engage dans la lutte pour les droits des étudiants de l'université de Cocody ! De son côté, Albert, rejeté par sa famille, galère pour se loger. Et ce n'est rien comparé à Bintou, devenue la star détestée de la série \"Gâteuse de foyer\" ! Quant à Inno, exilé en France et sans-papiers, il n'est pas au bout de ses peines car \"Paris est dur comme caillou\". Mais tous comptent...","price":"10","photo":"aya_de_youpugon.jpg","author":" Marguerite Abouet, Clément Oubrerie","releaseDate":"14\/09\/2022","editor":"Gallimard Bd","numberOfPages":"128","language":"Français","creationTimestamp":"2022-09-29 13:30:25","id_cat":"2","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"57","title":"Culottées - Des femmes qui ne font que ce qu'elles veulent Tome 1 : Culottées","synopsis":"Guerrière apache ou sirène hollywoodienne, gardienne de phare ou créatrice de trolls, gynécologue ou impératrice, les Culottées ont fait voler en éclats les préjugés.Quinze portraits de femmes qui ont inventé leur destin.","price":"0","photo":"culottes.jpg","author":"Pénélope Bagieu","releaseDate":"22\/09\/2016","editor":"Gallimard Bd","numberOfPages":"144","language":"Français","creationTimestamp":"2022-09-29 13:32:39","id_cat":"2","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"58","title":"Lightfall - L'Ombre de l'Oiseau Tome 2 : Lightfall","synopsis":": À l'issue d'une bataille épique, l'Oiseau Kest, Destructeur du Soleil, s'est emparé de la dernière flamme. D'un jour à l'autre, les lumières menacent de disparaître de la surface d'Irpa... Cherchant désespérément une solution pour sauver la planète, la jeune Béa et son ami Galdurien, Cad, partent à la recherche de l'esprit des eaux, censé leur donner des réponses... Mais ce sont de nouvelles questions qui les attendent. Dans l'impasse, ils devront faire un choix : arrêter l'oiseau mythique ou découvrir la vérité. La quête...","price":"10","photo":"ligthfall.jpg","author":"Tim Probert","releaseDate":"17\/08\/2022","editor":"Gallimard Bd","numberOfPages":"256","language":"Français","creationTimestamp":"2022-09-29 13:33:53","id_cat":"2","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"59","title":"5 mondes - Le guerrier de sable Tome 1 : 5 Mondes","synopsis":"Oona Lee est l'apprentie danseuse de sable la plus maladroite de sa classe. Une vraie calamité en matière de magie. Alors que la guerre est sur le point d'éclater, elle apprend que les 5 Mondes qui forment son univers courent un grave danger. Le seul moyen de les sauver est de rallumer cinq phares antiques. Une mission a priori impossible... pour qui ne s'appelle pas Oona Lee ! Aidée d'un gamin des rues et d'un athlète superstar, la jeune magicienne va au devant de son destin. Ensemble, parviendront-ils à éviter le pire ?","price":"9","photo":"5 mondes.jpg","author":" Mark Siegel,  Alexis Siegel","releaseDate":"09\/03\/2017","editor":"Gallimard Bd","numberOfPages":"256","language":"Français","creationTimestamp":"2022-09-29 13:35:04","id_cat":"2","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"60","title":"L'année de Plantu 2020 - État d'urgence","synopsis":"L'année de Plantu 2020 est évidemment placée sous le signe de la crise sanitaire qui a ébranlé la planète : Virus, confinement, héroïsme des soignants, pénurie et crise économique, sans oublier l'actualité politique ou internationale, passés à la moulinette du crayon acéré du dessinateur du journal le monde. À coups de Marianne sous perf et de souris masquées, Plantu immortalise avec humour et acuité cette année très particulière.","price":"9","photo":"plantu_2020.jpg","author":"Plantu","releaseDate":"28\/10\/2020","editor":"Calmann-Levy","numberOfPages":"208","language":"Français","creationTimestamp":"2022-09-29 13:38:00","id_cat":"3","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":"1","id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"61","title":"La planète des sages - : La Planète des sages - Intégrale","synopsis":"Cette intégrale de \"La Planète des sages\" regroupe les deux volumes du best-seller de Jul et Charles Pépin ! Actuelle, décalée, elle propose deux approches : celle, humoristique et irrésistible, de Jul et celle, analytique et pédagogique, de Charles Pépin. Ensemble, les deux auteurs ressuscitent et rendent accessibles les découvertes et les parcours de presque tous les penseurs qui ont fait la philosophie depuis trois mille ans.","price":"0","photo":"la_planete_des_sages.jpg","author":"Jul, Charles Pépin","releaseDate":"26\/11\/2021","editor":"Dargaud","numberOfPages":"220","language":"Français","creationTimestamp":"2022-09-29 13:40:35","id_cat":"3","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":"1","id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"62","title":"Le Bon Air de la campagne","synopsis":"\" Un bon croquis vaut mieux qu'un long discours. \" – Napoléon Certains vont à des concerts ou au spectacle. Moi, j'assiste à des depuis des années à des meetings politiques de tous bords. Je ne suis ni journaliste, ni analyste, ni polémiste ni militant. Je suis illustrateur. Pendant quelques mois, je me suis promené dans les coulisses de la campagne présidentielle, un carnet à la main : j'ai écouté, observé, souri et croqué ce qui se passait autour de moi. Voici donc mes reportages dessinés ! Croyez-moi, rien n'a été inventé. Tout a été entendu, d'une oreille parfois indiscrète.","price":"6","photo":"le_bon_air_de_campagne.jpg","author":"Hubert Van Rie","releaseDate":"09\/06\/2022","editor":"Presses De La Cite","numberOfPages":"96","language":"Français","creationTimestamp":"2022-09-29 13:42:18","id_cat":"3","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":"2","id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"63","title":"Les Guides en BD","synopsis":"Le guide indispensable à tous les retraités et à ceux qui vont le devenir dans les quarante prochaines années.  Parlons clairement : la vie de l'homme moderne commence à soixante-cinq ans, au moment où il cueille les fruits bien mérités de longues années de labeur. Habitué au stress et aux multiples pressions, l'ex-salarié risque d'être perturbé dans cette nouvelle vie, au point de continuer à se lever à 7h30, de mettre une cravate pour aller chercher les croissants ou pire, d'oublier de faire la sieste ! Heureusement, Tybo et Goupil sont là pour guider nos premiers pas dans ce monde étrange de la paresse et du repos. Le Guide de la retraite en BD définit les nouvelles obligations et les nouveaux interdits, p ropose des emplois du temps et offre mille et une astuces pour désapprendre à travailler.","price":"5","photo":"guide_retraite.jpg","author":"Jacky Goupil","releaseDate":"août 1997","editor":"Vents D'ouest","numberOfPages":"48","language":"Françias","creationTimestamp":"2022-09-29 13:43:35","id_cat":"3","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":"3","id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"64","title":"Samuraï - Dogen est de retour Tome 08 : Samurai Légendes","synopsis":"En plein guerre civile, dans un japon médiéval, l'athlétique Dogen s'apprête à vivre les instants les plus périlleux de sa longue carrière de rônin. Il a pour mission d'aider la jeune princesse Yumie à traverser le pays... Un voyage mémorable, et ultra secret dont l'issue pourrait bien changer la face de l'Empire.","price":"0","photo":"samurai_dogen.jpg","author":"Jean-François Di Giorgio","releaseDate":"14\/09\/2022","editor":"Soleil","numberOfPages":"48","language":"Français","creationTimestamp":"2022-09-29 15:16:28","id_cat":"4","id_user":"1","id_bookState":"4","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"65","title":"Burne out","synopsis":"Un vent de panique souffle sur la start-up nation ! Voilà que le first minister, Daniel Poutrenbois, est pris dans une chipstor, shwimstrom, schtrim… bref, une bonne grosse tornade de merde. La presse a révélé au grand jour son kiff pour le porno hentai bien nasty et ça, c’est le genre de bad buzz qui impacte grave le gouvernement. Malgré ses apologizes appuyées, la réputation du fonctionnaire est down. Face à la pression médiatique, et bien que Daniel soit méga corporate, son manager, euh, le président de la République, l...","price":"0","photo":"burne_outjpg.jpg","author":"Bastien Vivès","releaseDate":"19\/08\/2022","editor":"Le Monte-En-L'air","numberOfPages":"112","language":"Français","creationTimestamp":"2022-09-29 15:17:38","id_cat":"5","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"66","title":"Adan","synopsis":"Jeunes trentenaires, Adèle et Anis aimeraient pimenter leur vie de couple pour échapper à la routine qui s’installe… Un soir, à la sortie d’un restaurant, ils se laissent tenter et emboitent le pas de deux amants. Leur voyeurisme va les conduire jusqu’aux portes d’ADAN, une agence mystérieuse spécialisée dans la conception de fantasmes sur-mesure. Mais une fois sur place, le piège se referme sur eux. Un étrange et sulfureux jeu de piste commence… le couple pourrait bien perdre le sens des réalités au cours de cette enquête qui va les amener à libérer leur sexualité et à repousser leurs limites. On explore la face sombre des fantasmes à travers ce thriller pornographique qui nous invite à emprunter des sentiers inconnus pour goûter aux plaisirs de la chair.","price":"5","photo":"adan.jpg","author":" Alban Sapin, Clara Néville","releaseDate":"17\/08\/2022","editor":"Glénat","numberOfPages":"88","language":"Français","creationTimestamp":"2022-09-29 15:18:36","id_cat":"5","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"67","title":"\tReign Of X - Tome 19 : Reign of X","synopsis":"Les X-Men font connaissance avec le nouveau vilain qui leur donne du fil à retordre ! C'est l'heure du combat final pour Abigail Brand et ses troupes, ainsi que pour les Hellions ! Quant à Wolverine et X-Force, ils doivent affronter une nouvelle menace venue par la mer. Et bien sûr, le procès de Magnéto se poursuit !  Avec le démarrage d'INFERNO en ligne de mire (le mois prochain !), tout s'accélère pour les séries mutantes. Dans ce numéro, deux séries font leurs adieux : Hellions et S.W.O.R.D. qui nous réservent une salve de rebondissements !","price":"8","photo":"reign_of_x19.jpg","author":" Gerry Duggan , Al Ewing, Zeb Wells","releaseDate":"14\/09\/2022","editor":"Panini Comics","numberOfPages":"168","language":"Français","creationTimestamp":"2022-09-29 15:19:52","id_cat":"6","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"68","title":"Reign Of X - Tome 20 : Reign of X","synopsis":"Quand l'Empire Shi'ar appelle les X-Men à l'aide, une équipe inattendue est envoyée à la rescousse. Qui sont les X-Men secrets de Solar et Rocket ? Les Maraudeurs tirent leur révérence... avant un nouveau départ ? Kate Pryde doit former une nouvelle équipe de mutants pour voguer sur les mers. De leur côté, les Nouveaux Mutants se remettent de l'affrontement contre le Roi d'Ombre, tandis que l'équipe officielle des X-Men affronte M.O.D.O.K. ! Après DAWN OF X, REIGN OF X referme ses portes, mettant fin à la deuxième grande phase de la nouvelle ère mutante imaginée par Jonathan Hickman. Les séries régulières reviendront dès le mois prochain avec DESTINY OF X, mais dans l'intervalle, c'est Wolverine qui sera à l'honneur avec les deux numéros de WOLVERINE : X LIVES AND DEATHS OF WOLVERINE !","price":"0","photo":"reign_of_x20.jpg","author":" Tini Howard, Steve Orlando, Gerry Duggan","releaseDate":"02\/11\/2022","editor":"Panini Comics","numberOfPages":"168","language":"Français","creationTimestamp":"2022-09-29 15:20:56","id_cat":"6","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"69","title":"Maestro - : Maestro : Guerre & Pax","synopsis":"Le Maestro a renversé le précédent souverain de Dystopia, mais il ne compte pas s'arrêter en si bon chemin. Il est temps que la planète entière le reconnaisse comme son unique Dieu ! Mais celui qu'on appelait autrefois Hulk n'est pas le seul immortel sur Terre et le Panthéon va se dresser face à lui. Quel vilain bien connu se cache derrière cette équipe ? Il y a près de 20 ans, Peter David a créé un monde apocalyptique dominé par une version terrifiante de Hulk, dans la saga Futur Imparfait. L'histoire est devenue culte et le personnage a plusieurs fois refait surface dans l'univers Marvel. Après l'album MAESTRO paru en 2021, David revient raconter la suite des aventures du terrible tyran.","price":"6","photo":"mestro.jpg","author":"Peter David","releaseDate":"12\/01\/2022","editor":"Panini Comics","numberOfPages":"128","language":"Français","creationTimestamp":"2022-09-29 15:23:02","id_cat":"6","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null},
{"id_book":"70","title":"Deadpool - Tome 02 : Deadpool Samurai","synopsis":"Deadpool fait maintenant partie de l'équipe de samouraïs chargé de veiller sur Tokyo. Ayant pris ses aises dans la capitale japonaise, il va rapidement retrouver des visages familiers. Les ennuis s'enchaînent et le plus déjanté des mercenaires continue de dissiper le chaos. Profitant pleinement de son nouveau quotidien et se présentant comme un membre essentiel du groupe, il va devoir faire face à un adversaire de taille : Loki ! Toujours caché dans l'ombre, le dieu de la malice est bien décidé à le faire basculer de son...","price":"3","photo":"deadpool.jpg","author":"Sanshiro Kasama","releaseDate":"28\/09\/2022","editor":"Panini Manga","numberOfPages":"224","language":"Françias","creationTimestamp":"2022-09-29 15:25:48","id_cat":"7","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"1","id_tri_mangaByTheme":"1"},
{"id_book":"71","title":"Solo Leveling - Tome 07 : Solo Leveling","synopsis":"Lorsque d'étranges portails sont apparus aux quatre coins du monde, l'humanité a dû trouver une parade pour ne pas finir massacrée par les griffes des monstres des monstres qui en sortent. Dans le même temps, certaines personnes ont développé des capacités permettant de les chasser. Ces combattants intrépides n'hésitent pas à foncer au coeur des donjons pour combattre les créatures qu'ils abritent.","price":"0","photo":"solo_leveling.jpg","author":"Chugong","releaseDate":"21\/09\/2022","editor":"kbooks","numberOfPages":"272","language":"Français","creationTimestamp":"2022-09-29 15:27:23","id_cat":"7","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"3","id_tri_mangaByTheme":"3"},
{"id_book":"72","title":"Les Pokémon - Tome 4 : Pokémon Epée et Bouclier","synopsis":"Une aventure étonnante dans l'univers des jeux Pokémon Épée et Pokémon Bouclier !Épée a accepté de réparer la canne de glace appartenant au M. Glaquette de Lona. Il met du coeur à l'ouvrage et affronte même Chaz en pleine tempête de neige. Mais un groupe de Bekaglaçon profite de la confusion pour voler la Poké Ball dans laquelle se trouve M. Glaquette ! Quelles sont les motivations de ces Pokémon ? Bouclier va-t-elle enfin retrouver ses compagnons égarés ?  Vous le découvrirez dans ce nouveau tome plein de rebondissements..","price":"3","photo":"pokemon.jpg","author":"Hidenori Kusaka","releaseDate":"15\/09\/2022","editor":"Kurokawa Eds","numberOfPages":"176","language":"Français","creationTimestamp":"2022-09-29 15:28:49","id_cat":"7","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"4","id_tri_mangaByTheme":"3"},
{"id_book":"73","title":"GTO - Tome 17 : GTO Paradise Lost","synopsis":"Onizuka continue sa progression dans le Wangan Deathmatch, mais l'attaque contre les gardiens est découverte et il est fait prisonnier. Alors qu'il subit de terribles tortures, l'exécution de son plan avance ! De son côté, Nana a retrouvé un peu de paix au White Swan où elle s'est réfugiée, mais les hommes de main d'Araragi rôdent.","price":"3","photo":"gto.jpg","author":"Tôru Fujisawa","releaseDate":"14\/09\/2022","editor":"Pika","numberOfPages":"208","language":"Français","creationTimestamp":"2022-09-29 15:30:12","id_cat":"7","id_user":"1","id_bookState":"3","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"1","id_tri_mangaByTheme":"5"},
{"id_book":"74","title":"City Hunter - Tome 01 : City Hunter - Perfect Edition","synopsis":": À Shinjuku, les crimes font partie du quotidien. Mais il y a un nom dont la simple évocation fait trembler les plus grands malfrats. City Hunter est une légende qui prend un malin plaisir à interférer dans les affaires de ces individus. Derrière ce nom se cache en réalité un tandem redoutablement efficace  : Ryo Saeba, le nettoyeur et Hideyuki Makimura, un ancien policier. Lorsque ce dernier est tué par une organisation criminelle, son coéquipier promet de veiller sur sa sœur Kaori. De ce serment, naîtra un duo de choc  !...","price":"8","photo":"city_hunterjpg.jpg","author":"Tsukasa Hojo","releaseDate":"21\/09\/2022","editor":"Panini Manga","numberOfPages":"218","language":"Français","creationTimestamp":"2022-09-29 15:34:09","id_cat":"7","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"3","id_tri_mangaByTheme":"3"},
{"id_book":"75","title":"One Piece - : One Piece - Les recettes pirates de Sanji","synopsis":"Goûtez aux festins de Sanji !Quel lecteur de One Piece n'a jamais rêvé de festoyer aux côtés de l'équipage de Chapeau de paille pour déguster les petits plats de Sanji ? Pour votre plus grand plaisir, le cuisinier du Thousand Sunnyédite là son premier livre de recettes. Barbecue d'aqua-viande de Water Seven, penne gorgonzola aux rois des mers… des idées originales et succulentes, faciles à réaliser, qui vous feront naviguer dans toutes les mers du monde.","price":"10","photo":"one_piece.jpg","author":"Sanji","releaseDate":"22\/11\/2017","editor":"Glénat","numberOfPages":"96","language":"Français","creationTimestamp":"2022-09-29 15:35:21","id_cat":"7","id_user":"1","id_bookState":"2","validate":"yes","id_tri_humour":null,"id_tri_jeunesse":null,"id_tri_mangaByGender":"1","id_tri_mangaByTheme":"2"}
]
}
,{"type":"table","name":"bookstate","database":"johan1521708_4rxf2y","data":
[
{"id_bookState":"1","state":"état neuf"},
{"id_bookState":"2","state":"très bon état"},
{"id_bookState":"3","state":"bon état"},
{"id_bookState":"4","state":"passable"}
]
}
,{"type":"table","name":"categories","database":"johan1521708_4rxf2y","data":
[
{"id_cat":"1","name":"BD jeunesse"},
{"id_cat":"2","name":"Romans graphiques"},
{"id_cat":"3","name":"Humour"},
{"id_cat":"4","name":"BD historiques"},
{"id_cat":"5","name":"BD érotiques"},
{"id_cat":"6","name":"Comics"},
{"id_cat":"7","name":"Mangas"}
]
}
,{"type":"table","name":"favorites","database":"johan1521708_4rxf2y","data":
[
{"id_book":"8","title":"bienvenue chez les foufous","synopsis":"Lorem ipsum dolor sit amet. Id debitis consequatur ut voluptatem explicabo et odio nesciunt aut maiores veritatis et repellendus consequatur ea vero deserunt hic ducimus nulla. Aut dolorum voluptates ut facilis excepturi 33 molestiae ullam sit voluptatem numquam aut assumenda natus. Sit perspiciatis quam eum earum perferendis et accusamus dicta hic atque nobis ad ipsa saepe. Est error rerum sit optio provident ut omnis excepturi et voluptatem cumque et quia exercitationem hic neque consequatur.","price":"20","photo":"book.jpg","author":"moi","releaseDate":"2022-08-22","editor":"moi","numberOfPages":"130","language":"françias","creationTimestamp":"2022-08-25 15:27:22","id_cat":"2","id_user":"1","id_bookState":"3","validate":"no","id_tri_humour":"8","id_tri_jeunesse":null,"id_tri_mangaByGender":null,"id_tri_mangaByTheme":null}
]
}
,{"type":"table","name":"messages","database":"johan1521708_4rxf2y","data":
[
{"id_message":"27","buyerName":"Manu971","bookTitle":"test addBook22","contents":"Lorem ipsum dolor sit amet. Ut quod ratione et sint optio qui quia consequatur in omnis possimus. Et veniam omnis cum modi voluptatem et alias odio rem dolores nisi sed facilis modi. Ut saepe consequa","email":"mayamanuella@gmail.com","sellerEmail":"mayamanuella@gmail.com","id_book":"81","id_user":"1","creationTimestamp":"2022-10-06 15:10:39"},
{"id_message":"7","buyerName":"","bookTitle":"","contents":"comment vas tu","email":"","sellerEmail":"","id_book":"56","id_user":"2","creationTimestamp":"2022-10-03 15:41:39"},
{"id_message":"8","buyerName":"","bookTitle":"","contents":"test send messages","email":"","sellerEmail":"","id_book":"54","id_user":"1","creationTimestamp":"2022-10-03 15:53:48"},
{"id_message":"9","buyerName":"","bookTitle":"","contents":"test 2 send messages","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:36:44"},
{"id_message":"10","buyerName":"","bookTitle":"","contents":"test 3 ","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:38:36"},
{"id_message":"11","buyerName":"","bookTitle":"","contents":"test 55","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:39:03"},
{"id_message":"12","buyerName":"","bookTitle":"","contents":"test 101","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:39:30"},
{"id_message":"13","buyerName":"","bookTitle":"","contents":"fdfsdfgs","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:40:13"},
{"id_message":"14","buyerName":"","bookTitle":"","contents":"test again","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:40:44"},
{"id_message":"15","buyerName":"","bookTitle":"","contents":"test again","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:40:46"},
{"id_message":"16","buyerName":"","bookTitle":"","contents":"test again","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:41:38"},
{"id_message":"17","buyerName":"","bookTitle":"","contents":"yo","email":"","sellerEmail":"","id_book":"75","id_user":"1","creationTimestamp":"2022-10-03 16:43:09"},
{"id_message":"18","buyerName":"","bookTitle":"","contents":"je suis boubou","email":"boubou@gmail.com","sellerEmail":"","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 10:07:52"},
{"id_message":"19","buyerName":"","bookTitle":"","contents":"comment vas tu","email":"comment vas tu","sellerEmail":"comment vas tu","id_book":"56","id_user":"2","creationTimestamp":"2022-10-04 10:42:48"},
{"id_message":"20","buyerName":"","bookTitle":"","contents":"gfdsqgqfg","email":"gfqregqrfe","sellerEmail":"params.sellerEmail","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:01:20"},
{"id_message":"21","buyerName":"","bookTitle":"","contents":"ezdfezfdz","email":"edfezfdezfd","sellerEmail":"mayamanuella@gmail.com","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:11:39"},
{"id_message":"22","buyerName":"","bookTitle":"Les enfants de la résistance - Tome 8 : Les Enfants de la Résistance - Combattre ou mourir  ","contents":"ggdfghdhdh","email":"hgfhghh","sellerEmail":"mayamanuella@gmail.com","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:48:22"},
{"id_message":"23","buyerName":"Manu971","bookTitle":"Les enfants de la résistance - Tome 8 : Les Enfants de la Résistance - Combattre ou mourir  ","contents":"tershgterhtrehtre","email":"eshgytrehtrehygytre","sellerEmail":"mayamanuella@gmail.com","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:53:19"},
{"id_message":"24","buyerName":"Manu971","bookTitle":"Les enfants de la résistance - Tome 8 : Les Enfants de la Résistance - Combattre ou mourir  ","contents":"Bonjour, je suis intéressé par votre BD est elle encore disponible?","email":"mayamanuella@gmail.com","sellerEmail":"mayamanuella@gmail.com","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:55:51"},
{"id_message":"25","buyerName":"Manu971","bookTitle":"Les enfants de la résistance - Tome 8 : Les Enfants de la Résistance - Combattre ou mourir  ","contents":"je veux ce livre","email":"mayamanuella@gmail.com","sellerEmail":"mayamanuella@gmail.com","id_book":"54","id_user":"1","creationTimestamp":"2022-10-04 11:59:39"},
{"id_message":"26","buyerName":"Manu971","bookTitle":" Elles - Tome 2 : Elles - Universelle(s)","contents":"dbgvfdbfdgbhdfhb","email":"blabla@gmail.com","sellerEmail":"mayamanuella@gmail.com","id_book":"55","id_user":"1","creationTimestamp":"2022-10-04 12:05:22"}
]
}
,{"type":"table","name":"orderdetails","database":"johan1521708_4rxf2y","data":
[

]
}
,{"type":"table","name":"orders","database":"johan1521708_4rxf2y","data":
[

]
}
,{"type":"table","name":"sub_categories","database":"johan1521708_4rxf2y","data":
[

]
}
,{"type":"table","name":"tri_humour","database":"johan1521708_4rxf2y","data":
[
{"id":"1","humourGender":"Dessinateur de presse","id_cat":"3"},
{"id":"2","humourGender":"BD humour politique","id_cat":"3"},
{"id":"3","humourGender":"Guide BD humour","id_cat":"3"},
{"id":"4","humourGender":"BD humour adulte","id_cat":"3"},
{"id":"5","humourGender":"BD humour jeunesse","id_cat":"3"}
]
}
,{"type":"table","name":"tri_jeunesse","database":"johan1521708_4rxf2y","data":
[
{"id":"1","age":"6-9 ans","id_cat":"1"},
{"id":"2","age":"9-13 ans","id_cat":"1"}
]
}
,{"type":"table","name":"tri_mangabygender","database":"johan1521708_4rxf2y","data":
[
{"id":"1","gender":"Shonen (garçon)","id_cat":"7"},
{"id":"2","gender":"Shojo (fille)","id_cat":"7"},
{"id":"3","gender":"Seinen public averti (jeune adulte)","id_cat":"7"},
{"id":"4","gender":"Kodomo (manga pour enfants)","id_cat":"7"},
{"id":"5","gender":"Yaoi, yuni (gay et lesbien)","id_cat":"7"},
{"id":"6","gender":"Manga Harem et Ecchi","id_cat":"7"},
{"id":"7","gender":"Hentaï (érotique)","id_cat":"7"}
]
}
,{"type":"table","name":"tri_mangabytheme","database":"johan1521708_4rxf2y","data":
[
{"id":"1","theme":"manga Arts Martiaux & Baston","id_cat":"7"},
{"id":"2","theme":"Manga et Gourmets","id_cat":"7"},
{"id":"3","theme":"Manga Fantastique","id_cat":"7"},
{"id":"4","theme":"Manga Héroïc-Fantasy","id_cat":"7"},
{"id":"5","theme":"Manga d'Humour","id_cat":"7"},
{"id":"6","theme":"Manga Policier, Suspense","id_cat":"7"},
{"id":"7","theme":"Manga Science-Fiction & Cyber-Punk","id_cat":"7"},
{"id":"8","theme":"Manga Sport","id_cat":"7"}
]
}
,{"type":"table","name":"user","database":"johan1521708_4rxf2y","data":
[
{"id_user":"1","email":"mayamanuella@gmail.com","nickName":"Manu971","firstName":"Manuella","lastName":"Maya","password":"$2a$10$YeULDjne9zQ927py5hKQCuzcrsdefdWGGpruydofgbYBnPuy4U1UO","address":"49 BIS FAUBOURG SAINT MICHEL","zip":"81800","city":"RABASTENS","lat":"43.8264606","lng":"1.7208574","validate":"yes","creationTimestamp":"2022-08-30 14:40:53","phone":"0637180517","role":"user","key_id":"NF18RhZgt0xqr2EuGmZqZgr1wBFPc5"},
{"id_user":"2","email":"client4@gmail.com","nickName":"Manu2","firstName":"Mamuella2","lastName":"MAYA2","password":"$2a$10$mJuyqwuKFDya7L0houumt.sjcCvP8lbb38BSHMIph89v.USvbLUHG","address":"rue des vrais","zip":"31000","city":"Toulouse","lat":"1","lng":"2","validate":"yes","creationTimestamp":"2022-08-13 17:32:32","phone":"0604060807","role":"user","key_id":"l0RhVwasTpXT4vQcRov2w4CqFzZiJY"},
{"id_user":"54","email":"maya@gmail.com","nickName":"Manu3","firstName":"Manuella","lastName":"Manuella","password":"$2a$10$FIo6cz5OFkPv0HLTU5M7u.hy2dnu.9j6uLq0y1S6Ioefb1Zl8Tdp.","address":"49 BIS FAUBOURG SAINT MICHEL","zip":"81800","city":"RABASTENS","lat":"43.8264606","lng":"1.7208574","validate":"no","creationTimestamp":"2022-10-03 15:50:06","phone":"0637180517","role":"user","key_id":"EaJgtdiiPfRV1hjAgtBxeGDJrZtcrV"},
{"id_user":"55","email":"mayamanuella3@gmail.com","nickName":"Manu22","firstName":"Manuella","lastName":"Manuella","password":"$2a$10$y5cavVG8t9uf5l4\/GFNiWu.1V7qnbKvEfes\/Gax34WDyUhdAA7b3a","address":"49 BIS FAUBOURG SAINT MICHEL","zip":"81800","city":" RABASTENS","lat":"43.8264606","lng":"1.7208574","validate":"no","creationTimestamp":"2022-10-03 15:52:07","phone":"0637180517","role":"user","key_id":"HvPxFIprWuT3dfCdZnxI0G3Y5BgvrJ"},
{"id_user":"56","email":"testfinal@gmail.com","nickName":"crapule","firstName":"Manuella","lastName":"Manuella","password":"$2a$10$m2jK88sOHt21EcnWDjoJ1.Ve6bIH5JadBI36HXYy3rTjFM.pLppQG","address":"49 BIS FAUBOURG SAINT MICHEL","zip":"81800","city":"RABASTENS","lat":"43.8264606","lng":"1.7208574","validate":"no","creationTimestamp":"2022-10-04 14:45:49","phone":"0637180517","role":"user","key_id":"jvaft8zQ0PVwM7OxYG69vEhiK2eXpa"}
]
}
]
